Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/CapabilityStatement-example.po
Languages: ar, es, fr, nl, pt

source: ExampleCapabilityStatement
ar: مثال للقدرة على البيان
fr: Exemple de déclaration de capacité
nl: VoorbeeldCapabilityStatement
pt: Exemplo de declaração de capacidade

source: Example Capability Statement
ar: مثال على بيان القدرات
es: Ejemplo de declaración de capacidades
fr: Exemple de déclaration de capacité
nl: Voorbeeld capaciteitsverklaring
pt: Exemplo de declaração de capacidade

source: HL7 Tooling group
pt: Grupo de ferramentas HL7

source: System Administrator
ar: مسؤول النظام
es: Administrador del sistema
fr: Administrateur de système
nl: Systeembeheerder
pt: Administrador do sistema

source: Example Capability Statement Instance
ar: مثال على مثيل بيان القدرة
es: Ejemplo de declaración de capacidad
fr: Exemple d'instance de déclaration de capacité
nl: Voorbeeld vermogensverklaring Instantie
pt: Exemplo de instância de declaração de capacidade

source: Main EHR capability statement, published for contracting and operational support
ar: بيان قدرات السجلات الصحية الإلكترونية الرئيسية، المنشور للتعاقد والدعم التشغيلي
es: Declaración principal de capacidades de HCE, publicada para la contratación y el apoyo operativo
fr: Principale déclaration de capacité du DSE, publiée pour la passation de marchés et le soutien opérationnel
nl: Belangrijkste EHR capaciteitsverklaring, gepubliceerd voor contractering en operationele ondersteuning
pt: Declaração de capacidade principal do sistema de gestão de recursos humanos eletrónico, publicada para contratação e apoio operacional

source: Copyright © Acme Healthcare and GoodCorp EHR Systems
ar: حقوق الطبع والنشر محفوظة © Acme Healthcare و GoodCorp EHR Systems
es: Copyright © Acme Healthcare y GoodCorp EHR Systems
fr: Copyright © Acme Healthcare et GoodCorp EHR Systems
nl: Copyright © Acme Healthcare en GoodCorp EHR-systemen
pt: Direitos de autor © Acme Healthcare e GoodCorp EHR Systems

source: EHR
ar: السجل الصحي الإلكتروني
es: HCE
fr: DSE
pt: RSE

source: main EHR at ACME
ar: السجل الصحي الإلكتروني الرئيسي في ACME
es: HCE principal en ACME
fr: principal DSE à ACME
nl: hoofd EPD bij ACME
pt: principal EHR na ACME

source: Main FHIR endpoint for acem health
ar: نقطة نهاية FHIR الرئيسية ل acem health
es: Principal punto de acceso FHIR para acem health
fr: Principal point de terminaison FHIR pour acem health
nl: Belangrijkste FHIR eindpunt voor acem health
pt: Ponto de extremidade FHIR principal para acem health

source: See Smart on FHIR documentation
ar: انظر Smart على وثائق FHIR
es: Ver la documentación de Smart on FHIR
fr: Voir Smart sur la documentation FHIR
nl: Zie Smart op FHIR-documentatie
pt: Ver Smart na documentação FHIR

source: This server does not let the clients create identities.
ar: لا يسمح هذا الخادم للعملاء بإنشاء هويات.
es: Este servidor no permite a los clientes crear identidades.
fr: Ce serveur ne permet pas aux clients de créer des identités.
nl: Deze server laat de cliënten geen identiteiten aanmaken.
pt: Este servidor não permite que os clientes criem identidades.

source: Only supported for patient records since 12-Dec 2012
ar: مدعوم فقط لسجلات المرضى منذ 12 ديسمبر 2012
es: Solo se admite para registros de pacientes desde el 12 de diciembre de 2012
fr: Prise en charge des dossiers de patients uniquement depuis le 12 décembre 2012
nl: Alleen ondersteund voor patiëntendossiers sinds 12-dec 2012
pt: Apenas suportado para registos de doentes desde 12 de dezembro de 2012

source: Organization
pt: Organização

source: Person
pt: Pessoa

source: identifier
pt: identificar

source: Only supports search by institution MRN
ar: يدعم فقط البحث حسب المؤسسة MRN
es: Sólo admite la búsqueda por NRM de la institución
fr: Ne prend en charge que la recherche par institution MRN
nl: Ondersteunt alleen zoeken op MRN van instelling
pt: Apenas suporta a pesquisa por instituição MRN

source: general-practitioner
pt: médico de clínica geral

source: ADT A08 equivalent for external system notifications
ar: مكافئ ADT A08 لإشعارات النظام الخارجية
es: Equivalente a ADT A08 para notificaciones del sistema externo
fr: Équivalent de l'ADT A08 pour les notifications du système externe
nl: ADT A08-equivalent voor externe systeemmeldingen
pt: Equivalente ADT A08 para notificações de sistemas externos

source: Basic rules for all documents in the EHR system
ar: القواعد الأساسية لجميع المستندات في نظام السجلات الصحية الإلكترونية
es: Normas básicas para todos los documentos del sistema de HCE
fr: Règles de base pour tous les documents du système DSE
nl: Basisregels voor alle documenten in het EHR-systeem
pt: Regras de base para todos os documentos no sistema EHR

source: HL7 International / FHIR Infrastructure
ar: البنية التحتية لـ FHIR / HL7 الدولية
es: HL7 International / Infraestructura FHIR
fr: HL7 International / Infrastructure FHIR
nl: HL7 International / FHIR-infrastructuur
