Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/ConceptMap-example.po
Languages: ar, es, fr, nl, pt

source: ExampleConceptMap
ar: مثال على خريطة المفهوم
es: EjemploConceptMap
fr: Exemple de carte conceptuelle
nl: VoorbeeldConceptMap
pt: Exemplo de mapa de conceitos

source: Example Concept Map
ar: مثال على خريطة المفاهيم
es: Ejemplo de mapa conceptual
fr: Exemple de schéma conceptuel
nl: Voorbeeld Conceptkaart
pt: Exemplo de mapa concetual

source: HL7 International / FHIR Infrastructure
ar: البنية التحتية لـ FHIR / HL7 الدولية
fr: HL7 International / Infrastructure FHIR

source: FHIR project team (example)
ar: فريق مشروع FHIR (مثال)
es: Equipo del proyecto FHIR (ejemplo)
fr: Équipe de projet FHIR (exemple)
nl: FHIR projectteam (voorbeeld)
pt: Equipa de projeto FHIR (exemplo)

source: Example Concept Map Instance
ar: مثال على مثيل خريطة المفهوم
es: Ejemplo de mapa conceptual
fr: Exemple d'instance de carte conceptuelle
nl: Voorbeeld Concept Map Instance
pt: Exemplo de instância de mapa concetual

source: for CCDA Usage
ar: لاستخدام CCDA
es: para el uso de CCDA
fr: pour l'utilisation du CCDA
nl: voor CCDA gebruik
pt: para utilização do CCDA

source: To help implementers map from HL7 v3/CDA to FHIR
ar: لمساعدة المنفذين على التحويل من HL7 v3/CDA إلى FHIR
es: Para ayudar a los implementadores a pasar de HL7 v3/CDA a FHIR
fr: Aider les utilisateurs à passer de HL7 v3/CDA à FHIR
nl: Om uitvoerders te helpen bij het in kaart brengen van HL7 v3/CDA naar FHIR
pt: Para ajudar os implementadores a fazer o mapeamento de HL7 v3/CDA para FHIR

source: Creative Commons 0
ar: المشاع الإبداعي 0

source: home
ar: المنزل
es: Inicio
fr: domicile
pt: casa

source: work
ar: العمل
es: trabajo
fr: travail
nl: werk
pt: trabalho

source: work place
ar: مكان العمل
es: lugar de trabajo
fr: lieu de travail
nl: werkplek
pt: local de trabalho

source: temp
ar: درجة الحرارة
pt: temporário

source: temporary address
ar: عنوان مؤقت
es: direcci처n temporal
fr: adresse temporaire
nl: tijdelijk adres
pt: endereço temporário

source: old
ar: قديم
es: antiguo
fr: ancien
nl: oud
pt: antigo

source: bad address
ar: عنوان سيء
es: direcci처n incorrecta
fr: mauvaise adresse
nl: slecht adres
pt: endereço incorreto

source: In the HL7 v3 AD, old is handled by the usablePeriod element, but you have to provide a time, there's no simple equivalent of flagging an address as old
ar: في HL7 v3 AD، يتم التعامل مع القديم من خلال عنصر "فترة قابلة للاستخدام"، ولكن يجب عليك توفير وقت، ولا يوجد مكافئ بسيط للإشارة إلى عنوان على أنه قديم
es: En el AD HL7 v3, el elemento usablePeriod se encarga de la antig체edad, pero hay que indicar una hora, no existe un equivalente sencillo para marcar una direcci처n como antigua.
fr: Dans l'AD HL7 v3, l'élément "old" est géré par l'élément "usablePeriod", mais vous devez fournir une date, il n'y a pas d'équivalent simple pour signaler qu'une adresse est "old".
nl: In de HL7 v3 AD wordt oud afgehandeld door het element usablePeriod, maar je moet een tijd opgeven. Er is geen eenvoudig equivalent om een adres als oud te markeren.
pt: No HL7 v3 AD, old é tratado pelo elemento usablePeriod, mas é necessário fornecer uma hora, não existe um equivalente simples para assinalar um endereço como old

source: HL7 Tooling group
es: Grupo de herramientas HL7
nl: HL7 Tooling groep
pt: Grupo de ferramentas HL7
