Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/ExampleScenario-example.po
Languages: ar, es, fr, nl

source: ExampleExampleScenario
ar: مثالمثالمثال على السيناريو
es: EjemploEjemploEscenario
fr: ExempleExempleScénario
nl: VoorbeeldScenario

source: HL7 International / FHIR Infrastructure
ar: البنية التحتية لـ FHIR / HL7 الدولية
es: HL7 International / Infraestructura FHIR
fr: HL7 International / Infrastructure FHIR

source: Purpose: this serves to demonstrate the performing of medication administration, by using remote / mobile devices to a) Get the planned medication administrations and b) Record the performing of these administrations without a permanent connection to the EHR.
ar: الغرض: يعمل هذا على إظهار أداء إعطاء الدواء، باستخدام الأجهزة البعيدة/المحمولة من أجل (أ) الحصول على الأدوية المخطط لها و(ب) تسجيل أداء هذه الأدوية دون اتصال دائم بالسجلات الصحية الإلكترونية.
es: Propósito: sirve para demostrar la realización de la administración de medicación, mediante el uso de dispositivos remotos / móviles para a) Obtener las administraciones de medicación planificadas y b) Registrar la realización de estas administraciones sin una conexión permanente a la HCE.
fr: Objectif : il s'agit de démontrer l'exécution de l'administration de médicaments, en utilisant des dispositifs à distance / mobiles pour a) obtenir les administrations de médicaments prévues et b) enregistrer l'exécution de ces administrations sans connexion permanente au DSE.
nl: Doel: dit dient om het uitvoeren van medicatietoedieningen te demonstreren, door gebruik te maken van externe/mobiele apparaten om a) de geplande medicatietoedieningen op te halen en b) het uitvoeren van deze toedieningen vast te leggen zonder permanente verbinding met het EHR.

source: Nurse
ar: ممرضة
es: Enfermera
fr: Infirmière
nl: Verpleegkundige

source: The Nurse
ar: الممرضة
es: La enfermera
fr: L'infirmière
nl: De Verpleegster

source: Nurse's Tablet
ar: قرص الممرضة
es: Tableta de enfermera
fr: Tablette de l'infirmière
nl: Tablet voor verpleegkundigen

source: The entity that receives the Administration Requests to show the nurse to perform them
ar: الجهة التي تتلقى طلبات الإدارة لعرضها على الممرضة لتنفيذها
es: La entidad que recibe las Solicitudes de Administración para enseñar a la enfermera a realizarlas
fr: L'entité qui reçoit les demandes d'administration pour montrer à l'infirmière comment les effectuer
nl: De entiteit die de toedieningsverzoeken ontvangt om de verpleegkundige te tonen om ze uit te voeren

source: MAR / Scheduler
ar: م.م.م. / المجدول
es: MAR / Programador
fr: MAR / Planificateur
nl: MAR / planner

source: The Medication Administration Order Placer
ar: واضع أوامر إدارة الدواء
es: Orden de administración de medicamentos
fr: L'ordonnance d'administration des médicaments (Medication Administration Order Placer)
nl: De plaatser voor toedieningsopdrachten voor medicijnen

source: MAR / EHR
ar: الرنين المغناطيسي/السجل الصحي الإلكتروني
es: MAR / HCE
fr: MAR / DSE

source: The entity that receives the Medication Administration reports
ar: الجهة التي تتلقى تقارير إدارة الأدوية
es: La entidad que recibe los informes de Administración de Medicamentos
fr: L'entité qui reçoit les rapports sur l'administration des médicaments
nl: De entiteit die de Medicatie Administratie rapporten ontvangt

source: Initial Prescription
ar: الوصفة الطبية الأولية
es: Prescripción inicial
fr: Prescription initiale
nl: Initieel Voorschrift

source: The initial prescription which describes "medication X, 3 times per day" - the exact scheduling is not in the initial prescription (it is left for the care teams to decide on the schedule).
ar: الوصفة الطبية الأولية التي تصف "الدواء X، 3 مرات في اليوم" - لا يوجد الجدول الزمني الدقيق في الوصفة الطبية الأولية (يُترك الأمر لفرق الرعاية لتقرر الجدول الزمني).
es: La prescripción inicial que describe "medicación X, 3 veces al día" - la programación exacta no está en la prescripción inicial (se deja que los equipos asistenciales decidan la programación).
fr: La prescription initiale qui indique "médicament X, 3 fois par jour" - l'horaire exact ne figure pas dans la prescription initiale (il appartient aux équipes de soins de décider de l'horaire).
nl: Het initiële recept dat beschrijft "medicatie X, 3 keer per dag" - de exacte planning staat niet in het initiële recept (het wordt aan de zorgteams overgelaten om het schema te bepalen).

source: Request for day 1, morning
ar: طلب اليوم 1، صباحاً
es: Solicitud para el día 1, por la mañana
fr: Demande pour le jour 1, matin
nl: Verzoek voor dag 1, ochtend

source: The administration request for day 1, morning
ar: طلب الإدارة لليوم الأول، صباحاً
es: La solicitud de la administración para el día 1, por la mañana
fr: La demande de l'administration pour le jour 1, le matin
nl: Het administratieverzoek voor dag 1, 's ochtends

source: Request for day 1, lunch
ar: طلب اليوم 1، الغداء
es: Solicitud para el día 1, almuerzo
fr: Demande pour le jour 1, déjeuner
nl: Verzoek voor dag 1, lunch

source: The administration request for day 1, lunch
ar: طلب الإدارة لليوم الأول، الغداء
es: La solicitud de la administración para el día 1, almuerzo
fr: La demande de l'administration pour le jour 1, le déjeuner
nl: Het administratieverzoek voor dag 1, lunch

source: Request for day 1, evening
ar: طلب اليوم الأول، مساءً
es: Solicitud para el día 1, por la tarde
fr: Demande pour le jour 1, soirée
nl: Verzoek voor dag 1, 's avonds

source: The administration request for day 1, evening
ar: طلب الإدارة لليوم الأول، مساءً
es: La solicitud de la administración para el día 1, por la tarde
fr: La demande de l'administration pour le jour 1, le soir
nl: Het administratieverzoek voor dag 1, 's avonds

source: Request for day 2, morning
ar: طلب اليوم 2، صباحاً
es: Solicitud para el día 2, por la mañana
fr: Demande pour le jour 2, matin
nl: Verzoek voor dag 2, ochtend

source: The administration request for day 2, morning
ar: طلب الإدارة لليوم الثاني، صباح اليوم الثاني
es: La solicitud de la administración para el día 2, por la mañana
fr: La demande de l'administration pour le jour 2, matin
nl: Het administratieverzoek voor dag 2, ochtend

source: Request for day 2, lunch
ar: طلب اليوم 2، الغداء
es: Solicitud para el día 2, almuerzo
fr: Demande pour le jour 2, déjeuner
nl: Verzoek voor dag 2, lunch

source: The administration request for day 2, lunch
ar: طلب الإدارة لليوم 2، الغداء
es: La solicitud de la administración para el día 2, almuerzo
fr: La demande de l'administration pour le jour 2, le déjeuner
nl: Het administratieverzoek voor dag 2, lunch

source: Request for day 2, evening
ar: طلب اليوم الثاني، مساءً
es: Solicitud para el día 2, por la tarde
fr: Demande pour le jour 2, soir
nl: Verzoek voor dag 2, 's avonds

source: The administration request for day 2, evening
ar: طلب الإدارة لليوم الثاني، مساء اليوم الثاني
es: La solicitud de la administración para el día 2, por la tarde
fr: La demande de l'administration pour le jour 2, le soir
nl: Het administratieverzoek voor dag 2, 's avonds

source: Morning meds - taken
ar: أدوية الصباح - تم تناولها
es: Medicación matutina - tomada
fr: Médicaments du matin - pris
nl: Ochtendmedicijnen - ingenomen

source: Administration report for day 1, morning: Taken
ar: التقرير الإداري لليوم الأول، صباحاً: مأخوذة
es: Informe de administración del día 1, por la mañana: Tomado
fr: Rapport administratif pour le jour 1, matin : Pris
nl: Administratief rapport voor dag 1, 's ochtends: Genomen op

source: Morning meds - not taken
ar: أدوية الصباح - لم يتم تناولها
es: Medicación matutina - no tomada
fr: Médicaments du matin - non pris
nl: Ochtendmedicijnen - niet ingenomen

source: Administration report for day 1, morning: NOT Taken
ar: التقرير الإداري لليوم الأول، صباحاً غير مأخوذ
es: Informe de administración del día 1, por la mañana: NO TOMADO
fr: Rapport administratif pour le jour 1, matin : PAS pris
nl: Administratief rapport voor dag 1, ochtend: NIET Genomen

source: Bundle of Medication Requests
ar: حزمة طلبات الأدوية
es: Paquete de solicitudes de medicación
fr: Ensemble de demandes de médicaments
nl: Bundel medicijnaanvragen

source: All the medication Requests for Day 1
ar: جميع طلبات الأدوية لليوم الأول
es: Todas las solicitudes de medicación del primer día
fr: Toutes les demandes de médicaments pour le jour 1
nl: Alle medicatie-aanvragen voor dag 1

source: Lunch meds - taken
ar: أدوية الغداء - تم تناولها
es: Medicación para el almuerzo - tomada
fr: Médicaments pour le déjeuner - pris
nl: Lunchpillen - ingenomen

source: Administration report for day 1, lunch: Taken
ar: التقرير الإداري لليوم الأول، الغداء مأخوذة
es: Informe de administración del día 1, almuerzo: Tomado
fr: Rapport administratif pour le jour 1, déjeuner : Pris
nl: Administratief verslag voor dag 1, lunch: Genomen

source: Medication just taken
ar: الدواء الذي تم تناوله للتو
es: Medicación que acaba de tomar
fr: Médicaments qui viennent d'être pris
nl: Medicatie net ingenomen

source: Medication rejected
ar: الأدوية المرفوضة
es: Medicamentos rechazados
fr: Médicaments rejetés
nl: Medicatie geweigerd

source: Search query1
ar: استعلام البحث1
es: Consulta de búsqueda1
fr: Requête de recherche1
nl: Zoekopdracht1

source: The search administration request for day 1, morning
ar: طلب إدارة البحث لليوم 1، الصباح
es: La solicitud de administración de búsqueda para el día 1, por la mañana
fr: La demande de l'administration de la recherche pour le jour 1, le matin
nl: Het verzoek van de zoekadministratie voor dag 1, ochtend

source: Mobile Medication Administration
ar: إدارة الأدوية المتنقلة
es: Administración móvil de medicamentos
fr: Administration mobile des médicaments
nl: Mobiele medicatietoediening

source: This scenario demonstrates the process of getting the relevant medication instructions for a patient visit and reporting the results of administration. The scenario is as follows: After the prescription is issued, the institution schedules each individual administration event in the Medication Administration Record (MAR). When preparing for a visit, the nurse queries the MAR for the scheduled administrations, obtaining a bundle of records. The nurse then performs the care activities and registers the results in the device. Upon synchronization of the device and the institution, the results of administration are uploaded to the EHR, thus updating the MAR.
ar: يوضح هذا السيناريو عملية الحصول على تعليمات الدواء ذات الصلة لزيارة المريض والإبلاغ عن نتائج تناوله. السيناريو على النحو التالي: بعد إصدار الوصفة الطبية، تقوم المؤسسة بجدولة كل حدث إعطاء فردي في سجل إدارة الدواء (MAR). عند التحضير للزيارة، تستفسر الممرضة عن سجل إدارة الدواء (MAR) عن عمليات الإعطاء المجدولة، وتحصل على حزمة من السجلات. تقوم الممرضة بعد ذلك بتنفيذ أنشطة الرعاية وتسجيل النتائج في الجهاز. عند مزامنة الجهاز والمؤسسة، يتم تحميل نتائج الإعطاء إلى السجل الصحي الإلكتروني، وبالتالي تحديث السجل الطبي الإلكتروني.
es: Este escenario muestra el proceso de obtención de las instrucciones de medicación pertinentes para la visita de un paciente y la notificación de los resultados de la administración. El escenario es el siguiente: Una vez emitida la receta, la institución programa cada evento de administración individual en el Registro de Administración de Medicamentos (SAM). Cuando se prepara para una visita, la enfermera consulta el SAM para las administraciones programadas, obteniendo un conjunto de registros. A continuación, la enfermera realiza las actividades asistenciales y registra los resultados en el dispositivo. Tras la sincronización del dispositivo y la institución, los resultados de la administración se cargan en la HCE, actualizando así el SAM.
fr: Ce scénario illustre le processus d'obtention des instructions relatives aux médicaments pour la visite d'un patient et la communication des résultats de l'administration. Le scénario est le suivant : Après la délivrance de l'ordonnance, l'établissement planifie chaque administration individuelle dans le dossier d'administration des médicaments (MAR). Lors de la préparation d'une visite, l'infirmière interroge le MAR pour les administrations programmées, obtenant ainsi un ensemble d'enregistrements. L'infirmière effectue ensuite les activités de soins et enregistre les résultats dans l'appareil. Après synchronisation de l'appareil et de l'établissement, les résultats de l'administration sont téléchargés dans le DSE, ce qui permet de mettre à jour le dossier d'administration des médicaments.
nl: Dit scenario demonstreert het proces van het verkrijgen van de relevante medicatie-instructies voor een patiëntbezoek en het rapporteren van de toedieningsresultaten. Het scenario ziet er als volgt uit: Nadat het recept is uitgeschreven, plant de instelling elke afzonderlijke toediening in het Medication Administration Record (MAR). Bij de voorbereiding van een bezoek raadpleegt de verpleegkundige het MAR voor de geplande toedieningen en verkrijgt zo een bundel records. De verpleegkundige voert vervolgens de zorgactiviteiten uit en registreert de resultaten in het apparaat. Na synchronisatie van het apparaat en de instelling worden de toedieningsresultaten geüpload naar het EHR, waardoor het MAR wordt bijgewerkt.

source: Medication administration requests are in the EHR / MAR, scheduled for each individual intake.
ar: طلبات إعطاء الدواء موجودة في السجلات الصحية الإلكترونية/سجل الأدوية الطبي، ومجدولة لكل تناول فردي.
es: Las solicitudes de administración de medicamentos están en la HCE / SAM, programadas para cada ingreso individual.
fr: Les demandes d'administration de médicaments se trouvent dans le DSE / MAR et sont programmées pour chaque prise en charge individuelle.
nl: Aanvragen voor toediening van medicatie staan in het EHR / MAR, gepland voor elke individuele intake.

source: Medication administration Reports are submitted, EHR is updated.
ar: يتم تقديم تقارير إدارة الأدوية وتحديث السجلات الصحية الإلكترونية.
es: Se envían los informes de administración de medicamentos y se actualiza la HCE.
fr: Les rapports sur l'administration des médicaments sont soumis, le DSE est mis à jour.
nl: Medicatiebeheerrapporten worden ingediend, EHR wordt bijgewerkt.

source: 1. Get today's schedule
ar: 1. احصل على جدول اليوم
es: 1. Obtener el programa de hoy
fr: 1. Obtenir l'horaire du jour
nl: 1. Ontvang de planning voor vandaag

source: P1. Query Administration Requests
ar: P1. طلبات إدارة الاستعلامات
es: P1. Solicitudes de administración de consultas
nl: P1. Query Administratieverzoeken

source: Query for medication administration orders, - For today's shifts - For today's patients
ar: الاستعلام عن أوامر إعطاء الأدوية - لمناوبات اليوم - لمرضى اليوم
fr: Demande d'ordonnances d'administration de médicaments, - Pour les équipes d'aujourd'hui - Pour les patients d'aujourd'hui

source: 2.Query for medication administration orders, - For today's shifts - For today's patients
ar: 2- الاستعلام عن أوامر إعطاء الأدوية, - لمناوبات اليوم - لمرضى اليوم
fr: 2. demande d'ordres d'administration de médicaments, - Pour les équipes d'aujourd'hui - Pour les patients d'aujourd'hui

source: Notify (alert)
ar: إعلام (تنبيه)
es: Notificar (alerta)
fr: Notifier (alerte)
nl: Melden (alert)

source: Read orders
ar: قراءة الطلبات
es: Leer pedidos
fr: Lire les commandes
nl: Bestellingen lezen

source: Ask if patient took meds
ar: اسأل عما إذا كان المريض قد تناول الأدوية
es: Preguntar si el paciente tomó medicamentos
fr: Demander si le patient a pris ses médicaments
nl: Vraag of patiënt medicijnen heeft ingenomen

source: Patient took drugs
ar: تناول المريض المخدرات
es: El paciente tomó drogas
fr: Le patient a pris des médicaments

source: Invoke if patient took medications
ar: الاستدعاء إذا تناول المريض الأدوية
es: Invocar si el paciente tomó medicamentos
fr: Invoquer si le patient a pris des médicaments
nl: Opvragen als patiënt medicijnen nam

source: Register Meds taken
ar: تسجيل الأدوية التي تم تناولها
es: Registrar Medicamentos tomados
fr: Enregistrer les médicaments pris
nl: Registratie ingenomen medicijnen

source: No drugs
ar: لا مخدرات
es: Sin drogas
fr: Pas de médicaments
nl: Geen drugs

source: No, patient did not take drugs
ar: لا، لم يتعاطى المريض المخدرات
es: No, el paciente no tomaba drogas
fr: Non, le patient n'a pas pris de médicaments
nl: Nee, patiënt gebruikte geen drugs

source: Register Meds NOT taken
ar: تسجيل الأدوية التي لم يتم تناولها
es: Registrar Medicamentos NO tomados
fr: Enregistrer les médicaments qui n'ont pas été pris
nl: Registreren van NIET ingenomen medicijnen

source: Not clear
ar: غير واضح
es: No está claro
fr: Pas clair
nl: Niet duidelijk

source: Unknown whether patient took medications or not
ar: غير معروف ما إذا كان المريض تناول الأدوية أم لا
es: Se desconoce si el paciente tomó medicamentos o no
fr: On ne sait pas si le patient a pris des médicaments ou non
nl: Onbekend of patiënt medicijnen nam of niet

source: Administer drug
ar: إدارة الدواء
es: Administrar el fármaco
fr: Administrer le médicament
nl: Geneesmiddel toedienen

source: Register administration
ar: إدارة السجل
es: Administración del registro
fr: Administration du registre
nl: Registeradministratie

source: P2. Update administration reports
ar: P2. تحديث التقارير الإدارية
es: P2. Actualización de los informes administrativos
fr: P2. Mise à jour des rapports administratifs
nl: P2. Administratieve verslagen bijwerken

source: Nurse updates administration report
ar: تقرير إدارة تحديثات الممرضات
es: La enfermera actualiza el informe de la administración
fr: L'infirmière met à jour le rapport administratif
nl: Verpleegkundige werkt administratief rapport bij

source: P3. Upload administration reports
ar: P3. تحميل تقارير الإدارة
es: P3. Cargar informes de administración
fr: P3. Télécharger les rapports administratifs
nl: P3. Administratieve rapporten uploaden

source: The nurse's system uploads the administration results to the server
ar: يقوم نظام الممرضة بتحميل نتائج الإدارة إلى الخادم
es: El sistema de enfermería carga los resultados de la administración en el servidor
fr: Le système de l'infirmière télécharge les résultats de l'administration sur le serveur.
nl: Het systeem van de verpleegkundige uploadt de toedieningsresultaten naar de server

source: Refresh
ar: تحديث
es: Actualizar
fr: Rafraîchir
nl: Vernieuw

source: HL7 Tooling group
nl: HL7 Tooling groep
