Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/ImplementationGuide-hl7.fhir.test.multi-lang.po
Languages: ar, es, fr, nl, pt

source: Multi-Language Test IG
ar: اختبار IG متعدد اللغات
es: IG de Prueba Multilingüe
fr: IG de Test multilingue
nl: Meertalige Test-IG
pt: IG Multilíngue de Teste

source: HL7 International / FHIR Infrastructure
ar: البنية التحتية لـ FHIR / HL7 الدولية
es: HL7 International / Infraestructura FHIR
fr: HL7 International / Infrastructure FHIR
nl: HL7 International / FHIR-infrastructuur
pt: HL7 Internacional / Infraestrutura FHIR

source: This IG exists to test out the generation of multi-language IGs. Primary language is en, also does nl, pt, and ar (rtl test)
ar: يوجد هذا الفريق المستقل لاختبار توليد الفريق المستقل متعدد اللغات. اللغة الأساسية هي اللغة الإنجليزية، وكذلك اللغة الإنجليزية، واللغة الإنجليزية، واللغة البرتغالية، واللغة العربية (اختبار rtl)
es: Este IG existe para probar la generación de IGs multilingües. El idioma principal es el inglés, pero también funciona en nl, pt y ar (prueba de rtl).
fr: Cet IG existe pour tester la génération d'IG multilingues. La langue principale est l'anglais, mais aussi le néerlandais, le portugais et l'allemand (test rtl).
nl: Deze IG bestaat om het genereren van meertalige IGs te testen. Primaire taal is en, doet ook nl, pt en ar (rtl test)
pt: Este IG existe para testar a geração de IGs multi-linguagem. A língua principal é o en, também faz nl, pt, e ar (teste rtl)

source: A demonstration code system
es: Un sistema de códigos de demostración
fr: Un système de code de démonstration
nl: Een systeem met demonstratiecodes
pt: Um sistema de códigos de demonstração

source: Example Code System Instance
ar: مثال على مثيل نظام التعليمات البرمجية
es: Ejemplo de código Instancia del sistema
fr: Exemple de code Instance du système
nl: Voorbeeldcode Systeeminstantie
pt: Exemplo de código Instância do sistema

source: a demonstration Value set
es: una demostración Conjunto de valores
fr: une démonstration Ensemble de valeurs
nl: een demonstratie Waardeset
pt: uma demonstração Conjunto de valores

source: Example ValueSet Instance
ar: مثال على مثيل مجموعة القيم
es: Ejemplo de instancia ValueSet
fr: Exemple d'instance de jeu de valeurs
nl: Voorbeeld ValueSet Instance
pt: Exemplo de instância ValueSet

source: Example Structure Definition
es: Ejemplo de Definición de Estructura
fr: Exemple Structure Définition
nl: Voorbeeld Structuurdefinitie
pt: Exemplo de Definição de Estrutura

source: Test Patient Profile
ar: اختبار الملف الشخصي للمريض
es: Perfil del paciente
fr: Profil du patient testé
nl: Profiel testpatiënt
pt: Perfil do paciente de teste

source: Simple patient example
es: Ejemplo sencillo de paciente
fr: Exemple simple de patient
nl: Eenvoudig voorbeeld van een patiënt
pt: Exemplo simples de um doente

source: A simple example showing how examples are defined and referenced
ar: مثال بسيط يوضح كيفية تعريف الأمثلة والإشارة إليها
es: Un ejemplo sencillo que muestra cómo se definen y referencian los ejemplos
fr: Un exemple simple montrant comment les exemples sont définis et référencés
nl: Een eenvoudig voorbeeld dat laat zien hoe voorbeelden worden gedefinieerd en waarnaar wordt verwezen
pt: Um exemplo simples que mostra como os exemplos são definidos e referenciados

source: Example Library
es: Ejemplo de biblioteca
fr: Exemple de bibliothèque
nl: Voorbeeld Bibliotheek
pt: Biblioteca de exemplo

source: A test example Library
ar: مثال اختبار المكتبة
es: Un ejemplo de prueba Biblioteca
fr: Un exemple de test Bibliothèque
nl: Een testvoorbeeld Bibliotheek
pt: Um exemplo de teste Biblioteca

source: Example Questionnaire
es: Ejemplo de cuestionario
nl: Voorbeeld vragenlijst
pt: Exemplo de questionário

source: A test Questionnaire
ar: استبيان اختباري
es: Cuestionario de prueba
nl: Een testvragenlijst
pt: Um questionário de teste

source: Example Concept Map
es: Ejemplo de mapa conceptual
fr: Exemple de schéma conceptuel
nl: Voorbeeld Conceptkaart
pt: Exemplo de mapa concetual

source: A test ConceptMap
ar: خريطة مفهوم الاختبار
es: Un ConceptMap de prueba
fr: Une carte conceptuelle test
nl: Een test ConceptMap
pt: Um ConceptMap de teste

source: Example Structure Map
es: Ejemplo de mapa de estructura
fr: Exemple de carte de structure
nl: Voorbeeld Structuurkaart
pt: Exemplo de mapa de estrutura

source: A test StructureMap
ar: خريطة هيكلية اختبارية
es: Un StructureMap de prueba
fr: Un test StructureMap
nl: Een test StructureMap
pt: Um StructureMap de teste

source: Example Operation Definition
es: Ejemplo Definición de la operación
fr: Exemple Opération Définition
nl: Voorbeeld Werking Definitie
pt: Exemplo de operação Definição

source: A test OperationDefinition
ar: اختبار العملية الاختباريةتعريف العملية
es: Una prueba OperationDefinition
fr: Un test OperationDefinition
nl: Een test OperationDefinition
pt: Um teste OperationDefinition

source: ExampleExampleScenario
es: EjemploEjemploEscenario
fr: ExempleExempleScénario
nl: VoorbeeldScenario
pt: ExemploExemploCenário

source: A test ExampleScenario
ar: مثال للاختبارالسيناريو
es: Una prueba EjemploEscenario
fr: Un test Exemple de scénario
nl: Een test VoorbeeldScenario
pt: Um teste ExemploCenário

source: Example Actor Definition
es: Ejemplo de definición de actor
fr: Exemple Définition de l'acteur
nl: Voorbeeld Actor Definitie
pt: Exemplo de definição de ator

source: A test ActorDefinition
ar: اختبار تعريف الممثل الاختباري
es: Una ActorDefinition de prueba
fr: Un test ActorDefinition
nl: Een test ActorDefinitie
pt: Um teste ActorDefinition

source: Example Requirements
es: Ejemplos de requisitos
fr: Exemple d'exigences
nl: Voorbeeldvereisten
pt: Exemplo de requisitos

source: A test Requirements
ar: متطلبات الاختبار
es: Una prueba Requisitos
fr: Un test Exigences
nl: Een test Vereisten
pt: Um teste Requisitos

source: Example Capability Statement
es: Ejemplo de declaración de capacidades
fr: Exemple de déclaration de capacité
nl: Voorbeeld capaciteitsverklaring
pt: Exemplo de declaração de capacidade

source: A test CapabilityStatement
ar: بيان قدرة الاختبار
es: Una declaración de capacidad de prueba
fr: Un test CapabilityStatement
nl: Een test CapabilityStatement
pt: Um teste CapabilityStatement

source: A test SearchParameter
ar: اختبار معيار البحث عن معلمة البحث
es: Un SearchParameter de prueba
fr: Un paramètre de recherche test
nl: Een test Zoekparameter
pt: Um SearchParameter de teste

source: Observation patient example
es: Ejemplo de paciente en observación
fr: Exemple de patient observé
nl: Voorbeeld observatiepatiënt
pt: Exemplo de observação de um doente

source: 1st Observation example
ar: 1 مثال على الملاحظة الأولى
es: 1er ejemplo de observación
fr: 1er exemple d'observation
nl: Voorbeeld 1e observatie
pt: Exemplo da 1ª observação

source: Example binary
es: Ejemplo binario
fr: Exemple binaire
nl: Voorbeeld binair
pt: Exemplo de binário

source: Example showing binary content
ar: مثال يوضح المحتوى الثنائي
es: Ejemplo de contenido binario
fr: Exemple de contenu binaire
nl: Voorbeeld van binaire inhoud
pt: Exemplo de conteúdo binário

source: null (Bundle)
es: cero (Bundle)
fr: zéro (bundle)
nl: nul (Bundel)
pt: zero (Pacote)

source: Example Extension Structure Definition
es: Ejemplo de definición de estructura de ampliación
fr: Exemple de structure d'extension Définition
nl: Voorbeeld Extension Structure Definition
pt: Exemplo de definição de estrutura de extensão

source: Example Extension Structure Definition Instance
ar: مثال على مثيل تعريف بنية الامتداد
es: Ejemplo de extensión Estructura Definición Instancia
fr: Exemple Extension Structure Définition Instance
nl: Voorbeeld Extension Structure Definition Instance
pt: Exemplo de estrutura de extensão Definição de instância

source: Example Logical Structure Definition
es: Ejemplo de estructura lógica Definición
fr: Exemple de structure logique Définition
nl: Voorbeeld Logische Structuur Definitie
pt: Exemplo de definição de estrutura lógica

source: Example Logical Structure Definition Instance
ar: مثال على مثيل تعريف البنية المنطقية
es: Ejemplo de definición de estructura lógica Instancia
fr: Exemple de structure logique Définition Instance
nl: Voorbeeld Logische Structuur Definitie Instantie
pt: Exemplo de estrutura lógica Definição de instância

source: Table of Contents
ar: جدول المحتويات
es: Índice
fr: Table des matières
nl: Inhoudsopgave
pt: Índice

source: Test IG Home Page
ar: الصفحة الرئيسية لاختبار IG
es: Página de inicio de Test IG
fr: Page d'accueil de Test IG
pt: Página inicial do Teste IG

source: Translated
ar: مترجم
es: Traducido
fr: Traduit de l'anglais
nl: Vertaald
pt: Traduzido

source: Not Translated
ar: غير مترجم
es: No traducido
fr: Non traduit
nl: Niet vertaald
pt: Não traduzido

source: ExampleSearchParameter
fr: Exemple de paramètre de recherche
nl: VoorbeeldZoekParameter

source: MultiLanguageTestIG
ar: MultLanguageTestIG
