Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/OperationDefinition-example.po
Languages: ar, es, fr, nl

source: ExampleOperationDefinition
ar: مثال على تعريف العملية
fr: Exemple de définition d'opération
nl: VoorbeeldOperatieDefinitie

source: Example Operation Definition
ar: مثال على تعريف العملية
es: Ejemplo Definición de la operación
fr: Exemple Opération Définition
nl: Voorbeeld Werking Definitie

source: HL7 International / FHIR Infrastructure
ar: البنية التحتية لـ FHIR / HL7 الدولية
es: HL7 International / Infraestructura FHIR
fr: HL7 International / Infrastructure FHIR

source: Example Operation Definition Instance
ar: مثال على مثيل تعريف العملية
es: Ejemplo de operación Definición Instancia
fr: Exemple Opération Définition Instance
nl: Voorbeeld Operation Definition Instance

source: Clinical Venue
ar: المكان السريري
es: Sede clínica
fr: Lieu clinique
nl: Klinische locatie

source: inpatient encounter
ar: لقاء المرضى الداخليين
es: hospitalización
fr: rencontre avec un patient hospitalisé
nl: ziekenhuisopname

source: Only implemented for Labs and Medications so far
ar: تم تنفيذ ذلك فقط بالنسبة للمختبرات والأدوية حتى الآن
es: De momento sólo se ha implantado para laboratorios y medicamentos
fr: Pour l'instant, seuls les laboratoires et les médicaments sont concernés.
nl: Tot nu toe alleen ge√Ømplementeerd voor labonderzoeken en medicijnen

source: The resource that is to be the *QuestionnaireResponse.subject*. The [[[QuestionnaireResponse]]] instance will reference the provided subject. In addition, if the *local* parameter is set to true, server information about the specified subject will be used to populate the instance.
ar: المورد الذي سيكون *QuestionnaireResponse.subject*. سيشير مثيل [[[QuestionnaireResponse]]] إلى الموضوع المقدم. بالإضافة إلى ذلك، إذا تم تعيين المعلمة *المحلي* على صواب، فسيتم استخدام معلومات الخادم حول الموضوع المحدد لتعبئة المثيل.
es: El recurso que será el *QuestionnaireResponse.subject*. La instancia [[[CuestionarioRespuesta]]] hará referencia al asunto proporcionado. Además, si el parámetro *local* es verdadero, la información del servidor sobre el tema especificado se utilizará para rellenar la instancia.
fr: La ressource qui doit être le *sujet de la réponse au questionnaire*. L'instance [[[QuestionnaireResponse]] fera référence au sujet fourni. En outre, si le paramètre *local* est défini sur true, les informations du serveur sur le sujet spécifié seront utilisées pour remplir l'instance.
nl: De bron die het *VragenlijstRespons.onderwerp* moet worden. De [[[QuestionnaireResponse]] instantie zal verwijzen naar het opgegeven onderwerp. Bovendien, als de *lokaal* parameter is ingesteld op waar, zal serverinformatie over het gespecificeerde onderwerp worden gebruikt om de instantie te vullen.

source: If the *local* parameter is set to true, server information about the specified subject will be used to populate the instance.
ar: إذا تم تعيين المعلمة *محلي* على صواب، فسيتم استخدام معلومات الخادم حول الموضوع المحدد لتعبئة المثيل.
es: Si el parámetro *local* es verdadero, se utilizará la información del servidor sobre el asunto especificado para rellenar la instancia.
fr: Si le paramètre *local* a la valeur "true", les informations du serveur concernant le sujet spécifié seront utilisées pour remplir l'instance.
nl: Als de parameter *local* is ingesteld op true, wordt serverinformatie over het gespecificeerde subject gebruikt om de instantie te vullen.

source: The partially (or fully)-populated set of answers for the specified Questionnaire
ar: مجموعة الإجابات التي تمت تعبئتها جزئياً (أو كلياً) للاستبيان المحدد
es: El conjunto parcialmente (o totalmente) rellenado de respuestas para el Cuestionario especificado.
fr: L'ensemble des réponses partiellement (ou totalement) renseignées pour le questionnaire spécifié.
nl: De gedeeltelijk (of volledig) ingevulde set antwoorden voor de gespecificeerde vragenlijst.

source: local defaults to false when not passed as a parameter
ar: المحلية افتراضيًا إلى خطأ عند عدم تمريرها كمتغير
es: local por defecto a false cuando no se pasa como parámetro
fr: local prend par défaut la valeur false lorsqu'il n'est pas passé en paramètre
nl: lokaal is standaard false als het niet als parameter wordt doorgegeven

source: HL7 Tooling group
nl: HL7 Tooling groep
