Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/Patient-example.po
Languages: ar

source: Acme Healthcare
ar: أكمي للرعاية الصحية

source: Chalmers
ar: تشالمرز

source: Peter
ar: بيتر

source: James
ar: جيمس

source: Jim
ar: جيم

source: Windsor
ar: ويندسور

source: 534 Erewhon St PeasantVille, Rainbow, Vic 3999
ar: 534 شارع إريوهون بيسانتفيل، رينبو، فيك 3999

source: 534 Erewhon St
ar: 534 شارع إيروهون

source: PleasantVille
ar: بليزانتفيل

source: Rainbow
ar: قوس قزح

source: Vic
ar: فيك

source: du Marché
ar: دو مارشيه

source: Bénédicte
ar: بينيديكت
