Repository: costateixeira/multi-lang-test-ig
Catalog: input/translations/*/StructureDefinition-LogicalExample.po
Languages: ar, es, fr, nl, pt

source: ExampleLogicalStructureDefinition
ar: مثال للهيكل المنطقي المنطقي
es: EjemploEstructuraLógicaDefinición
fr: ExempleStructurelogiqueDéfinition
nl: VoorbeeldLogischeStructuurDefinitie
pt: ExemploDefiniçãoDeEstruturaLógica

source: Example Logical Structure Definition
ar: مثال على تعريف البنية المنطقية
es: Ejemplo de estructura lógica Definición
fr: Exemple de structure logique Définition
nl: Voorbeeld Logische Structuur Definitie
pt: Exemplo de definição de estrutura lógica

source: HL7 International / FHIR Infrastructure
ar: البنية التحتية لـ FHIR / HL7 الدولية
es: HL7 International / Infraestructura FHIR
nl: HL7 International / FHIR-infrastructuur
pt: HL7 Internacional / Infraestrutura FHIR

source: Example Logical Structure Definition Instance
ar: مثال على مثيل تعريف البنية المنطقية
es: Ejemplo de definición de estructura lógica Instancia
fr: Exemple de structure logique Définition Instance
nl: Voorbeeld Logische Structuur Definitie Instantie
pt: Exemplo de estrutura lógica Definição de instância

source: Some element
ar: بعض العناصر
es: Algún elemento
fr: Certains éléments
nl: Een element
pt: Algum elemento

source: A data element
ar: عنصر بيانات
es: Un elemento de datos
fr: Un élément de données
nl: Een gegevenselement
pt: Um elemento de dados

source: A child element
ar: عنصر فرعي
es: Un elemento hijo
fr: Un élément enfant
nl: Een kind-element
pt: Um elemento filho

source: A sub-element
ar: العنصر الفرعي
es: El subelemento
fr: Le sous-élément
nl: Het sub-element

source: This element is to be used when the parent element doesn't provide all details
ar: يتم استخدام هذا العنصر عندما لا يوفر العنصر الأصلي جميع التفاصيل
es: Este elemento debe utilizarse cuando el elemento padre no proporciona todos los detalles
fr: Cet élément doit être utilisé lorsque l'élément parent ne fournit pas tous les détails.
nl: Dit element wordt gebruikt als het parent element niet alle details geeft
pt: Este elemento deve ser utilizado quando o elemento principal não fornece todos os pormenores

source: This element is required because most often parents don't explain why
ar: هذا العنصر مطلوب لأنه في أغلب الأحيان لا يفسر الآباء والأمهات السبب في
es: Este elemento es necesario porque la mayoría de las veces los padres no explican por qué
fr: Cet élément est nécessaire car, le plus souvent, les parents n'expliquent pas pourquoi
nl: Dit element is vereist omdat ouders meestal niet uitleggen waarom
pt: Este elemento é necessário porque, na maioria das vezes, os pais não explicam por que razão

source: Length SHOULD be <50 for data minimization.
ar: يجب أن يكون الطول أقل من 50 لتقليل البيانات.
es: La longitud DEBERÍA ser <50 para minimizar los datos.
fr: La longueur DEVRAIT être inférieure à 50 pour minimiser les données.
nl: De lengte ZOU <50 moeten zijn om de gegevens te minimaliseren.
pt: O comprimento DEVERÁ ser <50 para minimizar os dados.

source: HL7 Tooling group
fr: Groupe d'outils HL7
